Repository: stoq/stoqdrivers
Catalog: po/*.po
Languages: pt_br

source: There is no section named `%s'!
pt_br: Não há seção com o nome `%s'!

source: Config file not found in: `%s', `%s' and `%s'
pt_br: Arquivo de configuração não encontrado em: `%s', `%s' e `%s'

source: Invalid section: %s
pt_br: Seção Inválida: %s

source: %s does not have option: %s
pt_br: %s não tem a opção: %s

source: Weight unit
pt_br: Unidade de peso

source: Meters unit
pt_br: Unidade de metros

source: Liters unit
pt_br: Unidade de litros

source: Empty unit
pt_br: Unidade vazia

source: Substitution
pt_br: Substituição tributária

source: Exemption
pt_br: Isenção

source: No tax
pt_br: Não tributado

source: Service tax
pt_br: ISS

source: Money Payment Method
pt_br: Forma de pagamento em dinheiro

source: Check Payment Method
pt_br: Forma de pagamento em cheque

source: Debit card Payment Method
pt_br: Forma de pagamento em cartão de débito

source: Credit card Payment Method
pt_br: Forma de pagamento em cartão de crédito

source: Bill Payment Method
pt_br: Forma de pagamento em boleto

source: Financial Payment Method
pt_br: Forma de pagamento financeira

source: Gift certificate Payment Method
pt_br: Forma de pagamento em vale compras

source: Custom Payment Method
pt_br: Forma de Pagamento Customizada

source: Multiple Payment Method
pt_br: Forma de pagamento múltiplo

source: Printer is out of paper
pt_br: Impressora sem papel

source: Printer clock error
pt_br: Erro no relógio da impressora

source: Printer in error state
pt_br: Impressora em estado de erro

source: First data value in CMD is not ESC (1BH)
pt_br: Primeiro valor em CMD não é ESC (1BH)

source: Nonexistent command
pt_br: Comando Inexistente

source: Invalid number of parameters
pt_br: Número inválido de parâmetros

source: Invalid CMD parameter
pt_br: Parâmetro CMD inválido

source: Fiscal memory is full
pt_br: Memória fiscal está cheia

source: Error in CMOS memory
pt_br: Erro na memória CMOS

source: Given tax is not programmed on the printer
pt_br: A taxa fornecida não está programada na impressora

source: No available tax slot
pt_br: Não há espaço para taxa

source: The item wasn't added in the coupon or can't be cancelled
pt_br: O item não foi adicionado ao cupom ou não pode ser cancelado

source: Printer is offline
pt_br: Impressora desconectada

source: Surcharge or discount greater than coupon totalvalue
pt_br: Acréscimo ou desconto maior que o valor total do cupom

source: Coupon with no items
pt_br: Cupom sem itens

source: Payment method not recognized
pt_br: Método de pagamento não reconhecido

source: Isn't possible add more payments sincethe coupon total value already was reached
pt_br: Não é possível adicionar mais pagamentos pois o valor total do cupom já foi atingido

source: Coupon isn't totalized yet
pt_br: O cupom ainda não foi totalizado

source: Printer not initialized
pt_br: Impressora não inicializada

source: Printer without serial number
pt_br: Impressora sem número serial

source: Invalid start date
pt_br: Data de inicio inválida

source: Invalid final date
pt_br: Data de término inválida

source: Sale with null value
pt_br: Venda com valor nulo

source: Surcharge or discount greater than itemvalue
pt_br: Acréscimo ou desconto maior que o valor do item

source: Invalid date
pt_br: Data Inválida

source: Item doesn't exists or already was cancelled
pt_br: Item inexistente ou já cancelado

source: Surcharge greater than item value
pt_br: Acréscimo maior que o valor do item

source: Discount greater than item value
pt_br: Desconto maior que o valor do item

source: Invalid month
pt_br: Mês inválido

source: Coupon already totalized
pt_br: Cupom já totalizado

source: Coupon not totalized yet
pt_br: Cupom não totalizado ainda

source: Surcharge on subtotal already effected
pt_br: Acréscimo ao sub-total já efetuado

source: Discount on subtotal already effected
pt_br: Desconto ao subtotal já efetuado

source: Timeout communicating with fiscal printer
pt_br: Tempo esgotado comunicando com a impressora fiscal

source: Pending Reduce Z
pt_br: Redução Z pendente

source: Mechanical failure
pt_br: Falha Mecânica

source: Not properly authenticated
pt_br: Não autenticado corretamente

source: No paper
pt_br: Sem papel

source: Offline
pt_br: Desconectado

source: readZ is already emitted
pt_br: Leitura X ainda já foi emitida

source: Document is already open
pt_br: Documento já está aberto

source: Coupon is not open
pt_br: O Cupom não está aberto

source: There's no open document to cancel
pt_br: Não há documento aberto para cancelar

source: There is no such item in the coupon
pt_br: Este item não se encontra no cupom

source: Printer error %s: No paper
pt_br: Erro na Impressora %s: Sem papel

source: Required field is blank
pt_br: Campo requerido está em branco

source: Coupon already open
pt_br: Cupom já aberto

source: No client
pt_br: Sem cliche

source: No document
pt_br: Sem documento

source: No address
pt_br: Sem endereço

source: It is not possible to close the coupon
pt_br: Não é possível fechar o cupom

source: Receipt for method %s is not configured
pt_br: Recibo para o método %s não está configurado

source: Fiscal memory has changed
pt_br: Memória fiscal modificada

source: No manufacture number
pt_br: Sem número de manufatura

source: Print buffer is full
pt_br: O buffer da impressora está cheio

source: No item(s) to cancel found
pt_br: Item(s) para cancelamento não encontrado

source: The requested command doesn't exist
pt_br: O comando solicitado não existe

source: Fiscal EPROM disconnected
pt_br: Memória fiscal desconectada

source: Incorrect version of the basic software
pt_br: Versão incorreta do software básico

source: Error on the fiscal variables
pt_br: Erro nas variáveis fiscais

source: No cliche
pt_br: Sem cliche

source: No company data. Has the printer been initialized?
pt_br: Sem dados de empresa. A impressora foi inicializada?

source: Invalid command
pt_br: Comando inválido

source: Invalid command parameters
pt_br: Parâmetros de comando inválidos

source: Fiscal memory without logotype
pt_br: Memória fiscal sem logotipo

source: Write error on the Fiscal Memory
pt_br: Escrever erro na memória fiscal

source: Invalid state
pt_br: Estado inválido

source: Printer is running out of paper
pt_br: A impressora está operando sem papel

source: Printer hardware failure
pt_br: Falha de hardware na impressora

source: Discount in subtotal with sale subjects to ICMS and ISSQN isn't allowed
pt_br: Desconto em subtotal com venda sujeita à ICMS e ISSQN não é permitido

source: Pending Read X
pt_br: Leitura X pendente

source: Attempt of reduce Z with date previous than last
pt_br: Tentativa de redução Z com data anterior à última

source: No more fiscal memory :(
pt_br: Não há mais memória fiscal :(

source: Reduce Z already done
pt_br: Redução Z já está feita

source: You have specified an invalid item id to cancel!
pt_br: Foi especificado um código de item inválido para cancelamento

source: Invalid command for current state.
pt_br: Comando inválido para estado atual.

source: Invalid command for current document.
pt_br: Comando inválido para documento atual

source: Excess fields
pt_br: Campos em excesso

source: Missing fields
pt_br: Campos faltando

source: Field not optional.
pt_br: Campo não opcional

source: Invalid alphanumeric field.
pt_br: Campo alfanumérico inválido

source: Invalid alphabetic field.
pt_br: Campo alfabético inválida

source: Invalid numeric field.
pt_br: Campo numérico inválido

source: Fields with print invalid attributes.
pt_br: Campos com atributos inválidos

source: Out of paper.
pt_br: Sem papel

source: Almost out of paper.
pt_br: Impressora quase sem papel.

source: Invalid command with closed fiscal journey.
pt_br: Comando inválido com jornada fiscal fechada.

source: Payment method not defined.
pt_br: Método de pagamento não definido

source: Tax not found.
pt_br: Imposto não encontrado

source: Invalid tax.
pt_br: Imposto inválido

source: It was not possible cancel the last fiscal coupon.
pt_br: Não foi possível cancelar o último cupom fiscal

source: Requires CDC cancellation.
pt_br: Requer cancelamento de CDC.

source: Invalid item number in fiscal coupon
pt_br: Número de item inválido no cupom fiscal

source: Last non-fiscal coupon not found.
pt_br: Último cupom não fiscal não encontrado

source: Payment method not found.
pt_br: Método de pagamento não encontrado

source: Attempt to cancel after emission of another DOC
pt_br: Tentativa de cancelar após emissão de outro CDC

source: You must totalize the coupon before add payments.
pt_br: Você deve totalizar o cupom antes de adicionar pagamentos

source: You must totalize the coupon before closing it
pt_br: Você deve totalizar o cupom antes de fechá-lo

source: It is not possible close the coupon since there are no payments defined.
pt_br: Não é possível fechar o cupom se não houver pagamentos definidos

source: Isn't possible close the coupon since the payments total (%.2f) doesn't match the totalized value (%.2f).
pt_br: Não foi possível fechar o cupom porque o total de pagamentos (%.2f) não confere com o valor totalizado (%.2f).

source: Coupon already opened.
pt_br: Cupom já aberto

source: ECF Emulator
pt_br: Emulador ECF

source: Turn off
pt_br: Desligar

source: Turn on
pt_br: Ligar

source: There is no coupon opened!
pt_br: Não há cupom aberto!

source: There is a coupon already open
pt_br: Já existe um cupom aberto

source: Not allowed to sell to a client not created by the demo
pt_br: Não é permitido vender para um cliente que não foi criado pela demonstração

source: Not allowed to sell an item not created by the demo
pt_br: Não é permitido vender um item que não foi criado pela demonstração

source: The coupon is already totalized, you can't add items anymore.
pt_br: O cupom já está totalizado, não é possível adicionar mais itens

source: There is no item with this ID (%d)
pt_br: Não há item com o ID (%d)

source: The coupon is already totalized, you can't cancel items anymore.
pt_br: O cupom já está totalizado, não é mais possível cancelar itens.

source: The coupon can't be totalized, since there is no items added
pt_br: O cupom não pode ser totalizado, desde que não existem itens adicionados

source: The coupon is already totalized
pt_br: O cupom já está totalizado

source: Coupon totalized must be greater than zero!
pt_br: Cupom totalizado deve ser maior que zero!

source: Isn't possible add payments to the coupon since it isn't totalized
pt_br: Não é possível adicionar pagamentos ao cupom se ele não foi totalizado

source: Isn't possible close the coupon since it isn't totalized yet!
pt_br: Não é possível fechar o cupom se ele ainda não foi totalizado!

source: Isn't possible close the coupon since there is no payments added.
pt_br: Não é possível fechar o cupom se não houver pagamentos adicionados

source: The payments total value doesn't match the totalized value.
pt_br: O valor total de pagamentos não confere com o valor totalizado
